docs/state_machines/dot/ru/core/state_Запрос_на_доступ_к_кластеру.dot
digraph {
  rankdir=LR;
  node [shape=oval];
  edge [fontsize=10];

  pending [label="ожидает рассмотрения"];
  active [label="подтверждена"];
  closed [label="отклонена"];
  __initial [shape=point];
  __initial -> pending;
  pending -> active [label="Подтвердить"];
  pending -> closed [label="Отклонить"];
}
